Revit 2024 API
GroupTypeId.RailingSystemSegmentPatternRemainder Property
 Pattern Remainder.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId RailingSystemSegmentPatternRemainder { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemSegmentPatternRemainder As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemSegmentPatternRemainder {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace